<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы административной панели
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время отображение сообщений,
    | которые мы должны вывести пользователю на экран в административной панели.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'section' => [
        'page' => 'Страницы',
        'service' => 'Услуги',
        'portfolio' => 'Портфолио',
        'people' => 'Команда'
    ],
    'auth' => 'Авторизация',
    'register' => 'Регистрация',
    'add_element' => 'Добавление элемента',
    'edit_element' => 'Редактирование элемента',
    'element_added' => 'Запись успешно добавлена',
    'element_deleted' => 'Запись удалена',
    'change_saved' => 'Изменения сохранены',
    'error' => [
        'edit_element_not_found' => 'Редактируемая запись не найдена',
        'delete_element_not_found' => 'Удаляемая запись не найдена',
        'data_add' => 'Ошибка добавления данных',
        'data_save' => 'Ошибка сохранения данных',
        'date_delete' => 'Ошибка удаления записи',
    ]
];
