<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы индексной страницы
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время отображение сообщений,
    | которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'no_mail_manager'   => 'Ошибка конфигурации почтовой службы.',
    'mail_send'   => 'Сообщение отправлено.',
];
